jekyll/_posts/2017-07-07-seems-absurd.html
---
layout: post
title: Seems Absurd
categories: attempts
---

<div id="outline-container-org8501ef2" class="outline-2">
<h2 id="org8501ef2">Seems Absurd</h2>
<div class="outline-text-2" id="text-org8501ef2">
<p>
Given the complex nature of reality it would seem absurd to say that:
</p>

<ul class="org-ul">
<li>There is only one axis of oppression</li>
<li>There is only one hierarchy by which class is determined</li>
<li>All members of a single race share class characteristics</li>
<li>All members of a single gender share class characteristics</li>
<li>There is only one path towards progress</li>
<li>All technologies (machine or thought) that are old are bad</li>
<li>All technologies (machine or thought) that are new are good</li>
<li>All of our current instruments for determining progress are correct</li>
</ul>

<p>
Simple-world interpretations are bound to fail outside of contrived
circumstances. If the world seems simple it is because evolution
couldn't evolve senses around phenomenona that are unpredictable,
inconsistent, and otherwise uncomputable.
</p>

<p>
With that in mind it seems likely that:
</p>

<ul class="org-ul">
<li>A person can be oppressed by many (perhaps unknown) axes of oppression</li>
<li>A person's class is determined by a complex juxtaposition of (perhaps unknown) hierarchies</li>
<li>The racial component of class is not deterministic</li>
<li>The gender component of class is not deterministic</li>
<li>Progress is available through at least several (perhaps unknown) paths</li>
<li>Some old technologies are still good</li>
<li>Some new technologies are bad</li>
<li>We have no way of reliably knowing which is which</li>
</ul>

<p>
Groups of people can(sometimes) act as a baffle between the world and
this uncertainty. Ways of thinking and knowing that are disparate can
find a synergistic average that makes the most of doubt and knows more
than any individual human.
</p>

<p>
That is, <i>if</i> you manage to find a competent leader(or set of rules?
or algorithm?) that can synthesize that collective thought into
action.
</p>

<p>
Of course, groups can know less than particular individuals as well. A
group like this would have broken metrics, perverse incentives, or
heavy shared information bias. Of course our tools for evaluating
these things are also broken.
</p>

<p>
It is unwise to maximize for any process except that which allows for
the greatest plurality of well-intentioned individuals to commune and
refine their positions.
</p>
</div>
</div>
